Repository: BackupTheBerlios/irate-svn
Catalog: tags/start/kirate/kirateradio/po/*.po
Languages: fr

source: Configuration center
fr: Centre de configuration

source: Network Options
fr: Options du réseau

source: Max. Simultaneous Downloads
fr: Max. de connexions simultanée

source: Timeout (in sec.)
fr: Temps limite (en sec.)

source: Max. number of retry
fr: Nombre maximum d'essais

source: Enable internet connexion
fr: Activer la connexion internet

source: A value of 0 disable the corresponding function
fr: Une valeur de 0 désactive la fonction correspondante

source: iRate Options
fr: Options d'iRate

source: Min. Number of Unrated
fr: Nombre min. de chansons sans evaluation

source: Auto Download
fr: Téléchargement automatique

source: Playlist Size
fr: Taille de la liste de lecture

source: Playlist
fr: Liste de lecture

source: Unrated weight
fr: Poid des chansons non-évaluée

source: Play song with rating higher or equal :
fr: Jouer les chansons avec une évaluation supérieure ou égale :

source: Yawn (All)
fr: Bof (Toutes)

source: Not bad
fr: Pas mal

source: Love it
fr: J'adore

source: Care about played parameter
fr: Prendre en compte le paramètre "nombre de fois joué"

source: Use squared rating (select more often high rating)
fr: Utiliser les votes au carré (choisis plus souvant les hauts votes)

source: Use square root of played (played less important)
fr: Utiliser la racine carrée du "paramètre joué" (joué moins important)

source: Display
fr: Affichage

source: Playlist font
fr: Police de la liste de lecture

source: Info Template
fr: Template pour les infos

source: You don't have any template available
fr: Vous n'avez pas installer de template

source: Show a passive window for unrated
fr: Montrer une fenêtre passive pour les chansons non-évaluées

source: OSD settings
fr: Configuration de l'OSD

source: Never
fr: Jamais

source: Always
fr: Toujours

source: Only for unrated
fr: Seulement pour les non-évaluées

source: OSD duration in msec.
fr: Durée de l'OSD (en msec.)

source: OSD Templates
fr: Templates pour l'OSD

source: Test OSD
fr: Tester l'OSD

source: Finished
fr: Terminé

source: Aborted
fr: Annulé

source: Unrecoverable Error : %3
fr: Erreur fatale : %3

source: Retry %1 of %2 after %3
fr: Réessai %1 de %2 après %3

source: Error after %1 retries. Error : %3
fr: Erreur après %1 réessais. Erreur : %3

source: Retry %1 of %2
fr: Réessais %1 sur %2

source: Timed Out After %1
fr: Temps dépassé après %1

source: Export playlist
fr: Exporter la liste de lecture

source: Minimum rating :
fr: Evaluation minimum :

source: URL (good for sharing)
fr: URL (pour partager)

source: Absolute file
fr: Chemins absolus

source: Include unrated tracks
fr: Inclure les chansons non-évaluées

source: Save as...
fr: Enregistrer sous...

source: Failed to open (Write acces) %1
fr: Echec d'ouverture en écriture de %1

source: File error
fr: Erreur de fichier

source: File successfully created
fr: Fichier correctement créer

source: About iRate Radio
fr: A propos de Radio iRate

source: New Account
fr: Nouveau compte

source: Host :
fr: Serveur :

source: Password :
fr: Mot de passe :

source: User (login) :
fr: Utilisateur :

source: Choose a directory : We strongly recommand choosing an non-existant directory.
fr: Choisissez un répertoire : Un répertoire non-existant est recommandé

source: Server Communication
fr: Communication avec le serveur

source: Sorry, %1 directory is not a correct entry.
fr: Désolé, le répertoire %1 n'est pas une entrée correcte.

source: Can't create directory
fr: Impossible de crée le répertoire

source: Sorry, unable to create %1 directory, make sure you have the rights to create it or select another directory.
fr: Désolé, impossible de créer le répertoire %1, soyez sûr que vous avez les droits pour le créer ou selectionner un autre répertoire.

source: Sorry, unable to create %1 directory, make sure you have the rights to create it or select another directory. This directory is required by iRate Radio. It will contain all the song downloaded.
fr: Désolé, impossible de créer le répertoire %1, soyez sûr que vous avez les droits pour le créer ou selectionner un autre répertoire. Ce repertoire est utilisé par Radio iRate. Il contient toutes les chansons téléchargées.

source: Sorry, unable to create %1 directory. This directory isn't absolutely necessary. Create it manually if you want to use custom templates.
fr: Désolé, impossible de crée le répertoire %1. Ce répertoire n'est pas essential. Vous pouvez le créer manuellement plus tard si vous désirer utiliser des templates.

source: The communication with the server as generated the following error code %1 url %2 More detailled error description is not yet available
fr: La communication avec le serveur a générer l'erreur suivante code %1 url %2 Une description plus détaillée n'est pour l'instant pas disponible.

source: iRate Server Error
fr: Erreur serveur iRate

source: Connecting to server : %1...
fr: Connexion au serveur : %1...

source: Connected !
fr: Connecté !

source: Reading server Response...
fr: Lecture de la réponse du serveur...

source: Finished Reading Server Response...
fr: Lecture terminée...

source: Account succesfully created
fr: Compte créer avec succès

source: Account created
fr: Compte créer

source: Connection closed by server !!!
fr: Connexion fermée par le serveur !!!

source: Socket Error !!! (verify that's a valid address and that you are connected
fr: Erreur de socket !!! (vérifiez que vous avez entré une adresse valid et que vous êtes connectés à internet)

source: This Sux
fr: Mauvais

source: Yawn
fr: Bof

source: Not Bad
fr: Pas Mal

source: Unrated
fr: Non évalué

source: Queued
fr: Mis en file

source: %1 at %2
fr: %1 à %2

source: unknow
fr: inconnu

source: Artist
fr: Artiste

source: Title
fr: Titre

source: Rating
fr: Evaluation

source: Played
fr: Joué

source: Last played
fr: Dernière lecture

source: Download
fr: Téléchargement

source: Rate
fr: Evaluer

source: This sux
fr: Mauvais

source: Download Again
fr: Retélécharger

source: Set broken
fr: Corrompu

source: Save playlist...
fr: Exporter selection...

source: Delete files...
fr: Supprimer...

source: Hi! Seems like it's the first time your running this plugin. So welcome and enjoy! In order to use iRate Radio you need to have an account on the server. Have you already an account ?
fr: Salut ! Il semble que ce soit la première fois que vous utilisez ce plugin. Alors bienvenue et appréciez ! Pour utiliser Radio iRate vous avez besoin d'un compte sur le serveur. Avez-vous déjà un compte ?

source: Create Account
fr: Créer un compte

source: I have an account
fr: J'ai un compte

source: Create a new account
fr: Créer un nouveau compte

source: Without having any account, you wont be able to do anything with this plugin, restart Noatun to create one
fr: Sans compte vous ne pourrez rien faire avec ce plugin. Redémarrez Noatun pour en créer un.

source: Available Columns
fr: Colonnes disponibles

source: Downloading : [%1] %2 %3
fr: Téléchargement de : [%1] %2 %3

source: Downloading : [%1] %2 Error : %3
fr: Tégléchargement de : [%1] %2 Erreur : %3

source: Grouped action
fr: Action sur un groupe

source: Playlist (*.m3u)
fr: Liste de lecture (*.m3u)

source: Do you want to save the playlist using URL(good to share) or absolute filename ?
fr: Voulez-vous sauvez la liste de lecture en utilisant les Urls (bien pour partager) ou des chemins absolus ?

source: Save as m3u...
fr: Enregistrer en m3u...

source: Are you sure that you want to delete this tracks ?
fr: Etes-vous sûr de vouloir supprimer ces chansons ?

source: Delete tracks
fr: Supprimer les morceaux

source: Song information
fr: Information sur la chanson

source: File information
fr: Information sur le fichier

source: File url
fr: Url

source: Comment
fr: Commentaire

source: Unknow
fr: Inconnu

source: Not played
fr: Non joué

source: Configure iRate
fr: Configurer iRate

source: Export as m3u...
fr: Exporter en m3u...

source: View deleted tracks...
fr: Voir les chansons supprimées...

source: View current
fr: Localiser la chanson courante

source: Welcome on iRate Radio
fr: Bienvenue sur Radio iRate

source: iRate Radio
fr: Radio iRate

source: Love It
fr: J'adore

source: Total speed %1
fr: Vitesse totale %1

source: View deleted tracks
fr: Voir les chansons supprimées

source: This are the deleted tracks select and choose Ok to reimport this tracks :
fr: Ceci est la liste des chansons supprimées. Selectionnez et choisissez Ok pour reimporter ces chansons.
